#!/bin/bash

export ASC_CAFLAG="\033[48;5;16m\033[38;5;196m▐\033[48;5;15m▋🍁 ▐\033[48;5;16m▋\033[m"
export ASC_MAPLELEAF="🍁"
export ASC_CODEDINCAa="\033[48;5;16m\033[38;5;15mCoded in Canada \033[00;38;5;196m▐\033[48;5;15m▋🍁 ▐\033[48;5;16m▋\033[m"
export ASC_CODEDINCAb="\033[48;5;16m\033[01;38;5;196m ＜\033[01;38;5;51m／ \033[01;38;5;15m１００％ \033[00;38;5;196m▐\033[48;5;15m▋🍁 ▐\033[48;5;16m▋\033[01;38;5;15m Ｃｏｄｅｄ ｉｎ Ｃａｎａｄａ \033[01;38;5;196m＞\033[m"
export ASC_CODEDINCAc="\033[48;5;16m\033[01;38;5;196m <\033[01;38;5;15m/ \033[01;38;5;15m100%\033[00;38;5;196m▐\033[48;5;15m▋🍁 ▐\033[48;5;16m▋\033[01;38;5;15mCoded in Canada\033[01;38;5;196m >\033[m"
export ASC_CODEDINCAd="\033[48;5;16m\033[01;38;5;196m <\033[01;38;5;196m/ \033[01;38;5;15mCoded in Canada \033[00;38;5;196m▐\033[48;5;15m▋🍁 ▐\033[48;5;16m▋\033[01;38;5;196m >\033[m"
export ASC_CODEDUPNORTH="\033[48;5;16m\033[01;38;5;196m <\033[01;38;5;196m/ \033[01;38;5;15mCoded up North \033[00;38;5;196m▐\033[48;5;15m▋🍁 ▐\033[48;5;16m▋\033[01;38;5;196m >\033[m"
export ASC_CACODED="\033[48;5;16m\033[01;38;5;196mCanadian Coded \033[00;38;5;196m▐\033[48;5;15m▋🍁 ▐\033[48;5;16m▋\033[m"
export ASC_PURECACODE="\033[48;5;16m\033[01;38;5;196mCoded in Canada\033[00;38;5;196m▐\033[48;5;15m▋🍁 ▐\033[48;5;16m▋ by Canadians\033[m"


#< Canadian Coded XXXX Su

#</Canadian Coded ▐▋🍁 ▐▋ Github.com/CanadianCoded>
#

# Ｃｏｄｅｄ  ｉｎ  Ｃａｎａｄａ
